<?php

return [

// 'Does Betterliving only operate in Kashmir?',
// 'No, Betterliving is here for everybody in India. Everyone can be a
// customer and also earn money with us.',



// next
'मैं अपने Happiness Guide के लिए कैसे भुगतान करूं?',

'<p>पंजीकरण करने के बाद, "खरीदें और भुगतान करें" बटन क्लिक करें। इस तरह आप खरीद प्रक्रिया में हैं। आपको बैंक हस्तांतरण या नकद जमा अथवा PayUmoney के माध्यम से भुगतान करना होगा। इन सभी भुगतान विधियों के लिए आपको " Happiness Guide कैसे भुगतान करें" बटन के नीचे हर जरूरी सूचना मिलती है।.</p>',

// next
'मेरी Happiness Guide का पहला भाग डाउनलोड करने के लिए कब तैयार होगा?',

'<p>आपके भुगतान को प्राप्त करने के ठीक बाद, हम यह सुनिश्चित करेंगे कि आप अपनी Happiness Guide का पहला भाग डाउनलोड कर सकते हैं (आमतौर पर 24 घंटों के भीतर)। जब आप लॉग इन होते हैं तो आप अपने व्यक्तिगत डाउनलोड अनुभाग में लिंक पा सकते हैं।</p>',

// next
'मैं अपनी Happiness Guide को पूरा करने के लिए अन्य भागों कब प्राप्त कर सकता हूं?',

'<p>पहला भाग प्राप्त करने के बाद, आप प्रत्येक शेष भाग को दो सप्ताह में डाउनलोड कर सकेंगे। इसमें कुल में आठ भाग हैं। जैसे ही एक नया भाग तैयार होगा हम आपको ईमेल द्वारा डाउनलोड करने की जानकारी देंगे।</p>',


// next
'मुझे अपना व्यक्तिगत डाउनलोड अनुभाग कहां मिल सकता है?',

'<p>Happiness Guide खरीदने के बाद आपको एक ईमेल प्राप्त होगा जिसमें आपकी व्यक्तिगत ग्राहक पहचान संख्या (आईडी) शामिल है। डाउनलोड अनुभाग पर पहुंचने के लिए आपको अपने खाते में प्रवेश करने के लिए इस नंबर की आवश्यकता होगी। यह वह जगह है जहां आप Happiness Guide के भागों को डाउनलोड करने के लिए लिंक पा सकते हैं।</p>',


// next
'मुझे मदद की ज़रूरत है!',

'<p>अगर आपको कोई समस्या है, तो आपको सहायता की आवश्यकता है, बस किसी भी समय info@betterliving.social पर हमसे संपर्क करें।</p>',



// next
'क्या यह एक श्रृंखला प्रणाली है?',

'<p>नहीं! यह हमारे ग्राहकों के लिए केवल एक सिफारिश प्रणाली है। इस एक तरह की विपणन प्रणाली दुनिया भर में विभिन्न उद्योगों में भी काम करती है।</p>

<p>यह वास्तव में पर्याप्त है अगर सबको केवल तीन नए ग्राहकों की सिफारिश की जाती है ताकि वह पर्याप्त पैसे कमा सकें। यहां तक कि अगर औसत तीन से कम ग्राहक हैं, तो विपणन प्रणाली और कमीशन प्रवाह कोई भी ठहराव खड़ा नहीं होगा। आप इसकी कार्यप्रणाली को समझने के लिए स्पष्टीकरण वीडियो को कई बार पूरी तरह से देख सकते हैं। </p>

<p>अपने कमीशन को कैसे बढ़ाएं, वीडियो में यथार्थवादी और समझदार तरीके से समझाया गया है। यदि आप तीन ग्राहकों को सलाह देते हैं तो आप चाहें तो कभी भी नए ग्राहकों की सिफारिश करके अपने लाभ को ऊपर उठा सकते हैं!</p>

<p>आप अपनी Happiness Guide के लिए भुगतान की तुलना में अधिक पैसा कमाएंगे। हमारी Happiness Guide आपको एक खुशहाल जीवन के लिए बहुत सी तरीके दिखाएगी। हमारी मार्केटिंग प्रणाली में खुश होने का एक बहुत आसान और तेज़ तरीका है।</p>

<p>चिंता मत कीजिये, बस अब अपना अवसर पाएँ और अपना जीवन पहले से बेहतर बनाएं!</p>',


// next
'बिना लगातार सक्रिय हुये मैं कैसे पैसे कमा सकता हूं?',

'<p>इस विपणन प्रणाली को अनूठा बनाने का कारण यह है कि आप एक अच्छी तरह से सशुल्क सिफ़ारिश करने वाले सलाहदाता बनें। जैसे ही आपको ग्राहक मिलते हैं, हम सीधे आपके कमीशन को आपके निजी बैंक खाते में स्थानांतरित कर देंगे।</p>

<p>इसके अलावा आप उन ग्राहकों के लिए भुगतान प्राप्त कर सकते हैं जिन्हें आपने अप्रत्यक्ष रूप से सुझाया है - उन्हें जाने बिना भी। बेशक यह बिना कुछ किए भी काम करता है। लेकिन सभी को तीन ग्राहकों की सिफारिश करनी है।</p>

<p>आप इस बिंदु पर सिफारिश करके विपणन प्रणाली तक पहुंच प्राप्त कर सकते हैं। नए ग्राहकों को आप के लिए आवंटित किया जाएगा, आप इन लोगों को नहीं जानते हैं और संभवतः आप उन्हें कभी नहीं जान पाएंगे हैं। पहले दो ग्राहकों के लिए आपको प्रत्येक के लिए '.\Tbmt\Localizer::fmtAdvertisedLvl1Amount().', आपको तीसरे नंबर पर '.\Tbmt\Localizer::fmtAdvertisedLvl2Amount().' प्राप्त होता है और आपके लिए आवंटित किया गया ग्राहक आपके लिए '.\Tbmt\Localizer::fmtAdvertisedIndirectAmount().' बनाता है!</p>

<p>यह अब तक बहुत पैसे की खनक नहीं करता है। लेकिन सिफारिश विपणन प्रणाली की गणितीय एल्गोरिथ्म से आपको स्वचालित रूप से कई लाख मिलते है। बस इसे स्पष्ट करने के लिए एक बार फिर वीडियो देखें।</p>',


// next
'क्या मुझे सभी संभावित ग्राहकों को तुरंत खोजना होगा?',

'<p>वह आप ही हैं जो तय करते हैं कि कब और कितने ग्राहक आप सुझाएंगे। यदि आप Betterliving के ग्राहक हैं तो आप नए ग्राहकों की सिफारिश करने और उन्हें खोजने के लिए भुगतान करने के लिए अधिकृत हैं। इसलिए यह आपकी पसंद है कि आपके भुगतान तेजी से या धीरे-धीरे चलें।</p>

<p>उदाहरण के लिए: यदि आप आज Betterliving में शामिल हो गए हैं और ऐसा करके आप Betterliving के एक ग्राहक बन गए। आपने Happiness Guide के लिए खरीद मूल्य का भुगतान किया और आपको अपना ग्राहक नंबर मिला। उसी हफ्ते आप तीन नए ग्राहकों को खोज लिया, जो Betterliving के ग्राहक बन गए और उन्होनें आपकी ग्राहक संख्या बताई। यह इस प्रकार से होगा।</p>

<p>जिस तरह आपने काम किया है यदि उसी प्रकार भविष्य के प्रत्येक ग्राहक ने काम किया, तो आपको दो हफ्ते बाद मिलेगा '.\Tbmt\Localizer::currencyFormatByCfg(24000).' और आठ सप्ताह बाद यह प्रति सप्ताह '.\Tbmt\Localizer::currencyFormatByCfg(1000000).' रुपये हो सकता है!
आपको अपने निजी बैंक खाते पर सभी भुगतान साप्ताहिक रूप से प्राप्त होंगे। बेशक आप इस से भी अधिक प्राप्त कर सकते हैं: बस अधिक ग्राहकों को सलाह देते रहें। यह सब आपके हाथों में है - यदि आप अधिक ग्राहक तलाश पाते हैं तो आपको उच्च कमीशन मिलेगा।</p>',


// next
'मुझे अपना कमीशन कब मिलेगा?',

'<p>हम आपके भुगतानों को जोड़ करते हैं और साप्ताहिक रूप से आपके निजी बैंक खाते में भुगतान कर देते हैं। अंत में: यदि आप सफल होते हैं, तो आपको हर हफ्ते पैसे मिलेंगे।</p>

<p>कृपया ध्यान दें:
<ul>
  <li>आपको अपनी स्वयं की Happiness Guide के लिए पूरी खरीद मूल्य प्राप्त करने के बाद ही आपको भुगतान किया जाएगा</li>
  <li>•	आपके द्वारा सिफारिश किए गए ग्राहकों के मिलने वाले कमीशन के विपरीत आपकी खरीद मूल्य को पूरा करना संभव नहीं है।</li>
  <li>•	बैंक को आपके कमीशन के हस्तांतरण के लिए आपकी पासपोर्ट आकार की फोटो और आपके पैन कार्ड की तस्वीर की आवश्यकता होगी। कृपया साइनअप करते समय  हमारी वेबसाइट पर ये दो तस्वीरें अपलोड करें। अन्यथा बैंक आपके कमीशन को आपके बैंक खाते में स्थानांतरित नहीं कर सकता है।</li>
</ul>
</p>',


];

?>