<?php

return [

'', // DO NOT REMOVE


'<h3>BETTERLIVING उपयोग की शर्तें</h3>',

'<p>www.betterliving.social भारत के कानूनों के तहत निर्मित कंपनी Betterliving Management Private Limited, द्वारा स्वामित्व और संचालित है। वेबसाइट और सेवाओं और उपकरणों का आपका उपयोग निम्नलिखित नियमों और शर्तों से ("उपयोग की शर्तें") नियंत्रित होता है, जैसा कि लागू नीतियों सहित वेबसाइट पर लागू है, जो संदर्भ के आधार पर यहां शामिल किए गए हैं। यदि आप इस वेबसाइट को चलाते हैं, तो आप ऐसी नीतियों के अधीन रहेंगे जो इस तरह के लेन-देन के लिए वेबसाइट पर लागू होती हैं। वेबसाइट का केवल उपयोग करके, आप Betterliving Management Private Limited के साथ अनुबंध कर रहे होंगे और इन नियमों और शर्तों सहित नीतियां Betterliving Management Private Limited आपकी बाध्यकारी दायित्वों का गठन करती हैं। इन नियमों के उपयोग के लिए, जहां भी संदर्भ में "आप" या "उपयोगकर्ता" वेबसाइट पर रजिस्टर्ड यूजर कंप्यूटर सिस्टम का उपयोग करना वाले की आवश्यकता होती है, वह किसी भी प्राकृतिक या कानूनी व्यक्ति की आवश्यकता होगी, जो वेबसाइट पर खरीदार बनने पर सहमत हुए हैं। www.betterliving.social उपयोगकर्ता को वेबसाइट पर सर्फ करने या वेबसाइट पर पंजीकरण किए बिना खरीदारी करने की अनुमति देता है। शब्द "हम", "हमारे", "हमारा" का अर्थ Betterliving Management Private Limited है। जब आप हमारे द्वारा प्रदान की गई सेवाओं में से किसी भी वेबसाइट का उपयोग करते हैं, लेकिन इसमें सीमित नहीं है, (उदाहरण के लिए उत्पाद समीक्षाएं, विक्रेता समीक्षा), तो आप ऐसी सेवा के लिए लागू नियम, दिशानिर्देश, नीतियों, शर्तों और शर्तों के अधीन होंगे, और उन्हें उपयोग की शर्तों में शामिल किया जाना समझा जाएगा और उपयोग की शर्तों के भाग और पार्सल के रूप में माना जाएगा। हम किसी भी पूर्व लिखित नोटिस के बिना, किसी भी समय आपके उपयोग के इन नियमों के अंश को बदलने, संशोधित करने, जोड़ने या निकालने का अधिकार रखते हैं। अद्यतनों/परिवर्तनों के लिए समय-समय पर उपयोग की जाने वाली इन शर्तों की समीक्षा करना आपकी ज़िम्मेदारी है। परिवर्तनों को पोस्ट करने के बाद वेबसाइट को लगातार प्रयोग करने का अर्थ यह होगा कि आप संशोधन को स्वीकार करते हैं और इससे सहमत होते हैं। जब तक आप इन उपयोग की शर्तों का पालन करते हैं, तब तक हम वेबसाइट को दर्ज करने और उपयोग करने के लिए आपको एक व्यक्तिगत, गैर-अनन्य, गैर-हस्तांतरणीय, सीमित विशेषाधिकार प्रदान करते हैं। जब आप हमारे द्वारा प्रदत्त सेवाओं में से किसी भी वेबसाइट का उपयोग करते हैं, लेकिन इसमें सीमित नहीं है, (उदाहरण के लिए उत्पाद समीक्षाएं, विक्रेता समीक्षा), तो आप ऐसी सेवा के लिए लागू नियम, दिशानिर्देश, नीतियों, शर्तों और शर्तों के अधीन होंगे, और इन्हें इस्तेमाल की शर्तों में शामिल किया जाना समझा जाएगा और इन शर्तों के उपयोग के भाग और पार्सल के रूप में माना जाएगा। हम किसी भी पूर्व लिखित नोटिस के बिना, किसी भी समय आपके उपयोग के इन नियमों के अंश को बदलने, संशोधित करने, जोड़ने या हटाने का अधिकार रखते हैं। अद्यतनों/परिवर्तनों के लिए समय-समय पर उपयोग की जाने वाली इन शर्तों की समीक्षा करना आपकी ज़िम्मेदारी है। परिवर्तनों को पोस्ट करने के बाद वेबसाइट के लगातार प्रयोग का अर्थ यह होगा कि आप संशोधन को स्वीकारते हैं और सहमत होते हैं। जब तक आप इन उपयोग की शर्तों का पालन करते हैं, तब तक हम वेबसाइट को दर्ज करने और उपयोग करने के लिए आपको एक व्यक्तिगत, गैर-अनन्य, गैर-हस्तांतरणीय, सीमित विशेषाधिकार प्रदान करते हैं।
</p>

<p>साइट का उपयोग करना, ब्राउजिंग या अन्यथा उपयोग करने वाले इन शर्तों के तहत सभी नियमों और शर्तों के लिए आपके अनुबंध को इंगित करता है, तो कृपया कार्यवाही से पहले सावधानीपूर्वक उपयोग की शर्तों को पढ़ें।
</p>',

'<h3>रिटर्न, रिफंड और रद्दीकरण नीति</h3>',
'<p>हम किसी भी परिस्थिति में रिटर्न, रिफंड और रद्दीकरण को स्वीकार नहीं करते हैं। दोहरे अथवा असफल लेनदेन के मामले में और भुगतान डेबिट हो गया है, इनको 10 कार्य दिवसों के भीतर उसी माध्यम से प्रोसेस किया जाएगा।</p>',

'<h3>गोपनीयता नीति</h3>',
'<p>हमारे लिए, हमारे मूल्यवान ग्राहक की गोपनीयता बहुत ही महत्वपूर्ण है। हम दृढ़ता से मानते हैं कि हमारे ग्राहकों की व्यक्तिगत जानकारी को पूर्व सहमति या ग्राहक से अनुरोध किए बिना तीसरे पक्ष के साथ साझा नहीं किया जाना चाहिए। गोपनीयता एक व्यक्ति का अधिकार है और Betterliving Management Private Limited में ग्राहक की जानकारी जैसे संपर्क संख्या, ईमेल, पते आदि का उपयोग केवल आंतरिक उद्देश्य के लिए ही किया जाता है, बिक्री के लिए नहीं। आपकी संपर्क जानकारी हमारे डेटाबेस में जमा होती है और हमारे साथ आपके कमरे की बुकिंग की स्थिति में साझा करने के लिए और फिर हमारे नवीनतम सौदों और समाचार आदि की घोषणा करने के लिए आपके साथ रहने के दौरान केवल हमसे संपर्क करने के लिए उपयोग किया जाता है। हम Betterliving Management Private Limited में ग्राहक की व्यक्तिगत जानकारी के अनधिकृत पहुंच और दुरुपयोग और/या खुलासे की निंदा करते हैं और हमारे पास इन्हें रोकने के लिए सख्त दिशानिर्देश और उच्च सुरक्षा सुविधाएँ है। हमारी \'गोपनीयता नीति\' में कोई भी बदलाव वेबसाइट पर यहां पोस्ट किया जाएगा।</p>',

'<h3>सुरक्षित ऑनलाइन भुगतान</h3>',
'<p>हमारी वेबसाइट पर आगंतुक कृपया ध्यान दें कि हमारी वेबसाइट पर जमा आपका नाम, ईमेल पता और अन्य व्यक्तिगत जानकारी हमारे साथ संग्रहीत हो सकती है और वेबसाइट पर भी दिखाई दे सकती है। अन्य प्लेटफार्मों की तरह हमारी सर्वर लॉग फाइलें सामान्य जानकारी जैसे आगंतुक, कुकी इत्यादि का आईपी का पता भी प्राप्त करती हैं।
क्रेडिट कार्ड द्वारा वित्तीय लेन-देन के लिए Betterliving Management Private Limited " PayU" द्वारा प्रदान की गई एक तृतीय पक्ष के सुरक्षित भुगतान गेटवे का उपयोग करता है और क्रेडिट कार्ड के विवरण को सूर्य के Betterliving Management Private Limited \' के साथ \'संग्रहीत नहीं\' किया जाता है, इसके बजाए सूचना सुरक्षित रूप से Visa/MasterCard के साथ संग्रहीत और एन्क्रिप्ट की गई है।
</p>',

'<h3>Smart Cookies</h3>',
'<p>हम अपने अनुभव को निजीकृत करने के लिए तथा अपने वर्तमान शॉपिंग सत्र का ट्रैक रखने के लिए \'Cookies\' का उपयोग करते हैं ताकि आप किसी भी समय अपनी शॉपिंग कार्ट को पुनः प्राप्त कर सकें। \'Cookies\'  छोटी टेक्स्ट फ़ाइलें हैं जो हमारी वेबसाइट आपके शॉपिंग सत्र के बारे में जानकारी को संग्रहीत करने और आपके कंप्यूटर की पहचान करने के लिए आपके कंप्यूटर की हार्ड ड्राइव पर रखी जाती है।</p>',

'<h3>अग्रिम जानकारी</h3>',

'<p>Betterliving में Happiness Guides ("सेवा") के लिए एक ईबुक सदस्यता सेवा शामिल है। Happiness Guides 8 ई-पुस्तकों के रूप में शामिल हैं जिसके प्रत्येक विशेष विषयों में मूल्यवान जानकारी प्रदान की जाती है। Betterliving एक ऑनलाइन सेवा है जो Betterliving Management Private Ltd. द्वारा संचालित है और इसमें ई-रीडर डिजिटल सामग्री तक पहुंच के साथ प्रदान करता है।</p>',

'<p>
Betterliving में साइन-अप करने वाले ग्राहक, Happiness Guides की सदस्यता लेने के हकदार हैं। ग्राहक से एक-बार का '.\Tbmt\Localizer::fmtMemberFee().' रूपए सदस्यता शुल्क लिया जाएगा और जिससे उसको 8 ई-पुस्तकों तक पहुंच प्राप्त होगी, जो ग्राहक को एक ई-बुक और अगले दोनों के बीच दो सप्ताह के अंतराल पर उपलब्ध कराएगा।
</p>',

'<p>
सेवा के पंजीकरण करने के लिए ग्राहक को 18 वर्ष की आयु का होना चाहिए।
</p>',

'<p>Betterliving किसी भी समय सूचना के बिना या सेवा के बदलने अथवा सेवा, मूल्य निर्धारण, प्रस्तावों, नियमों और शर्तों को संशोधित, निलंबित या समाप्त करने का अधिकार सुरक्षित रखता है। Betterliving इन नियमों और शर्तों को नोटिस के बिना किसी भी समय संशोधित कर सकता है।</p>',

'<p>नियम और शर्तों के इस तरह के अद्यतन के बाद ग्राहक सेवा का उपयोग इन संशोधित नियमों और शर्तों के लिए सहमति स्वरूप उपयोगी बन जाएगा। नियम और शर्तों का वर्तमान संस्करण हमेशा इस पृष्ठ पर उपलब्ध होगा। किसी भी संशोधन के बारे में सूचित करने के लिए समय-समय पर नियम शर्तों की समीक्षा करना ग्राहक की ज़िम्मेदारी है।</p>',

'<p>ग्राहक किसी भी समय दंड के बिना उसकी सदस्यता रद्द कर सकता है। ग्राहक को किसी भी शेष अवधि के लिए रिफंड नहीं किया जाएगा और ई-पुस्तक उसे उपलब्ध नहीं की जाएगी, जो पहले ही ग्राहक को उपलब्ध कराई गई हैं।</p>',

'<p>ग्राहक उपकरण के माध्यम से ई-पुस्तक के सभी अभिगम और उपयोग के लिए ग्राहक जिम्मेदार होगा, और ग्राहक यह सुनिश्चित करेगा कि सेवा की सदस्यता लेने से पहले ई-बुक को डाउनलोड करने और इसे उपयोग करने के लिए वह तकनीकी रूप से सक्षम है।</p>',

'<p>सेवा के माध्यम से प्रदान की गई ई-पुस्तकों में दी गई जानकारी केवल सूचना के लिए है और इसे सलाह के रूप में नहीं माना जाना चाहिए।</p>',

'<p>ग्राहक ई-बुक को क्रय और डाउनलोड करके यह स्वीकार करता है कि उन्होंने इन नियमों और शर्तों को पढ़ लिया है और वह उनका पालन करने के लिए बाध्य है।</p>',

'<h3>भुगतान की विधि</h3>',

'<p>भुगतान बैंक स्थानांतरण या नकद जमा या PayUmoney द्वारा किया जाना चाहिए। Betterliving ग्राहक को ई-बुक तक प्राप्त करने की अनुमति नहीं देगा जब तक कि Betterliving भुगतान की पुष्टि प्राप्त न कर ले। ई-बुक की खरीद गैर-वापसी योग्य है और कोई शीत अवधि या वापसी पॉलिसी लागू नहीं होती है, क्योंकि सदस्यता खरीदी जाने के बाद सेवा का तुरंत उपयोग शुरू जो जाता है।</p>',

'<p>ग्राहक को एक सदस्यता लेने से 8 ई-पुस्तकेन मिलती है। ग्राहक सदस्यता के बाद खरीद को रद्द करने में सक्षम नहीं है, भले ही कोई ई-बुक डाउनलोड हो या अन्यथा हो।</p>',

'<p>Happiness Guides (रुपए में) की कीमत हमारी वेबसाइट पर निर्धारित की गई है। Betterliving कीमतें बदलने का अधिकार सुरक्षित रखता है</p>',

'<p>वेबसाइट के माध्यम से सदस्यता की पेशकश को निमंत्रण के रूप में माना जाएगा। Betterliving द्वारा ग्राहक की पेशकश स्वीकार किए जाने के बाद समझौते को अंतिम रूप दिया जाता है।</p>',

'<p>Betterliving बिना किसी कारण/कारण के आदेश को मना करने का अधिकार सुरक्षित रखता है।</p>',

'<p>Betterliving बिना किसी कारण/कारण के आदेश को मना करने का अधिकार सुरक्षित रखता है। वेबसाइट पर सूचीबद्ध सभी मूल्यों में माल और सेवा कर (जीएसटी) जहां भी प्रासंगिकहो, शामिल हैं । जीएसटी उपभोग के समय कर उद्देश्यों के लिए ग्राहक के देश के स्थानीय निवास के आधार पर वसूल किया जाएगा।</p>',

'<h3>एफ़िलिएट सिस्टम</h3>',

'<p>जिन ग्राहकों ने Happiness Guide को खरीदा है, वे स्वचालित रूप से Betterliving के सहयोगी के रूप में अर्हता प्राप्त करते हैं और रेफ़रल के आधार पर एक संबद्ध कमीशन प्राप्त करते हैं, चाहे प्रत्यक्ष रेफरल या अप्रत्यक्ष रेफरल, (यानी अन्य ग्राहकों द्वारा की गई जिन्होंने शुरूआत में ग्राहक के माध्यम से Happiness Guide के लिए सदस्यता ली थी।)</p>',

'<p>
<a href="'.\Tbmt\Router::toModule('projects').'#video_explanation'.'" style="color:blue;">सहबद्ध कार्यक्रम में रुचि रखने वाले ग्राहकों को इस लिंक का उल्लेख करना चाहिए।</a>.
</p>',


'<p>Happiness Guide के अधिग्रहण और विपणन प्रणाली में भागीदारी दो अलग-अलग कानूनी लेन-देन हैं।</p>',

'<p>Happiness Guide की खरीद विपणन प्रणाली से स्वतंत्र है। कोई भी ग्राहक विपणन प्रणाली में भाग लेने के लिए बाध्य नहीं है।</p>',

'<p>कमीशन के नियम यहां
<a href="'.\Tbmt\Router::toModule('member', 'system').'" style="color:blue;">"हमारा विपणन प्रणाली"</a>
 और
<a href="'.\Tbmt\Router::toModule('projects').'#video_explanation'.'" style="color:blue;">“विपणन प्रणाली वीडियो"</a>.
 पर पाया जा सकता है। ये उपयोग की शर्तों के एक भाग हैं।</p>',

'<p>यदि हम ग़लत खाता डेटा के कारण सहबद्ध भुगतान नहीं कर पा रहे हैं, तो हम ग्राहक को ईमेल द्वारा सूचित करेंगे। Betterliving केवल तभी आगे भुगतान करेगा यदि ग्राहक अपने खाते के डेटा को अपडेट करता है।</p>',

'<p>किसी भी संदेह से बचाव के लिए, यह ग्राहक की एकमात्र जिम्मेदारी है कि वे प्राप्त किसी भी संबद्ध कमीशन पर घोषित करों का भुगतान करें।</p>',

'<h3>बौद्धिक सम्पदा</h3>',

'<p>ग्राहक ई-बुक के पूरे या किसी भी हिस्से में परिवर्तन या संशोधन नहीं करेगा और ई-बुक को किसी भी अन्य दस्तावेज के साथ नहीं जोड़ेगा या किसी अन्य दस्तावेज़ में ई-पुस्तक को शामिल नहींकारेगा;
ग्राहक किसी भी अन्य व्यक्ति को ई-पुस्तक पट्टे, ऋण, किराया, बिक्री, लाइसेंस, उपलाइसेंस, हस्तांतरण, नेटवर्क, पुनरुत्पादन, प्रदर्शन, वितरित या उपलब्ध नहीं कराएगा, अनुवाद या अन्यथा उपयोग नहीं करेगा।</p>',

'<p>
The Customer shall not share, lease, loan, rent, sell, license, sublicense, transfer, network, reproduce, display, distribute, translate or otherwise make any of the eBook available to any other person.
</p>',

'<p>ग्राहक यह स्वीकार करते हैं कि सभी सामग्री और सभी कॉपीराइट, ट्रेडमार्क और अन्य बौद्धिक संपदा अधिकारों सहित, ई-बुक की एकमात्र और विशिष्ट बौद्धिक संपदा Betterliving की है। Betterliving ई-बुक का उपयोग करने के लिए ग्राहक को एक गैर-अनन्य और गैर-हस्तांतरणीय लाइसेंस प्रदान करता है।</p>',

'<p>सभी ईपुस्तक कॉपीराइट संरक्षित हैं और सामग्री के किसी भी भाग को रिकॉर्ड, पुनरुत्पादन या वितरित करने की अनुमति नहीं है।</p>',

'<p>कॉपीराइट सामग्रियों को केवल साझा करने तक सीमित नहीं बल्कि इन नियमों और शर्तों का उल्लंघन करने पर, परिणामस्वरूप ग्राहक का सेवा से तत्काल अपवर्जन हो सकता है और इसके परिणामस्वरूप ग्राहक के खिलाफ कानूनी कार्रवाई की जा सकती है।</p>',

'<h3>डेटा और व्यक्तिगत जानकारी</h3>',

'<p>यदि ग्राहक सेवा के साथ पंजीकृत है, तो Betterliving ग्राहक के लॉगिन और किसी अन्य विवरण को सुरक्षित रूप से स्टोर करेगा, और जानकारी को सुरक्षित के लिए सर्वोत्तम उद्योग प्रथा का उपयोग करेगा।</p>',

'<p>Betterliving ग्राहक के साथ पंजीकरण करके, Betterliving सेवा और/या अन्य उत्पादों और Betterliving की सेवाओं से संबंधित प्रस्तावों के साथ ईमेलिंग करने के लिए सहमत हैं। ग्राहक इन ईमेल के अंत में लिंक के माध्यम से किसी भी समय इन ईमेल से ऑप्ट आउट कर सकते हैं।</p>',

'<p>Betterliving किसी तीसरे पक्ष को व्यक्तिगत जानकारी नहीं देगी या नहीं बेचेगा, जब तक कि ग्राहक ऐसा करने के लिए अनुमति व्यक्त नहीं करता है या यह सेवा के ग्राहक के उपयोग के भाग के रूप में स्पष्ट किया जाता है या जिस ग्राहक ने अनुरोध किया है उस ग्राहक को सेवा का वितरण इस संबंध में Betterliving की वैध आवश्यकता माना जाता है ।</p>',

'<p>वेबसाइट के माध्यम से जमा भुगतान विवरण SSL द्वारा हमारे भुगतान प्रदाताओं को सबमिट की गई सभी जानकारी के साथ पूरी तरह से सुरक्षित हैं। Betterliving ग्राहक के किसी भी भुगतान विवरण को कभी भी नहीं बनाए रखता है या स्टोर नहीं रखता है, लेकिन भुगतान प्रदाता सदस्यता सेवा प्रदान करने के लिए आवश्यकतानुसार Betterliving की ओर से भुगतान विवरण स्टोर करेंगे।</p>',

'<p>
सेवा के संचालन के हिस्से के रूप में Bettliving उन सभी सामग्रियों को ट्रैक और रिकॉर्ड करेगा जिन्हें ग्राहक एक्सेस करते हैं।
</p>',

'<p>
सेवा के संचालन के हिस्से के रूप में Bettliving उन सभी सामग्रियों को ट्रैक और रिकॉर्ड करेगा जिन्हें ग्राहक एक्सेस करते हैं। इससे Betterliving अनुभव देखने के लिए कि कितने लोग साइट पर जाते हैं, वे किन पृष्ठों पर जाते हैं और वे किस तकनीक का उपयोग कर रहे हैं।
</p>',


'<h3>कोई वारंटी नहीं</h3>',

'<p>
उत्पादों और सेवाओं का निर्माण जिसमें सेवाएँ शामिल है, को  ध्यान से Betterliving द्वारा संकलित किया गया है, परंतु इसमें शामिल किस भी शुद्धता अथवा पूर्णटा या सटीकता की  इसमें कोई सूचना नहीं दी गई है या उसकी वारंटी के बारे में जानकारी दी गई है (या तो व्यक्त या निहित है)। Betterliving और/या इसके संपादक और लेखक ईपुस्तक में जानकारी के लिए या इसके उपयोग के आधार पर किसी भी निर्णय या परिणाम के लिए उत्तरदायी नहीं हैं। Betterliving और/या इसके संपादक और लेखक किसी भी अप्रत्यक्ष या परिणामी क्षतियों के लिए उत्तरदायी नहीं होंगे। कुछ न्यायालयों में दायित्व का पूर्वगामी बहिष्कार मान्य नहीं होना चाहिए, Betterliving की देयता उस न्यायाधिकरण में पूर्ववर्ती 12 (बारह) महीनों में ग्राहक द्वारा Betterliving के लिए भुगतान की जाने वाली सदस्यता शुल्क की धनवापसी तक सीमित होगी।
</p>',

'<p>
हालांकि सेवा के माध्यम से उपलब्ध कराई गई सभी ईपुस्तकों की सटीकता सुनिश्चित करने के लिए हर संभव प्रयास किया गया है, Betterliving किसी भी त्रुटि, चूक, गलतफहमी या गलतियों के लिए जिम्मेदारी स्वीकार नहीं कर सकता है।
</p>',

'<h3>अप्रत्याशित घटना</h3>',
'<p>
यदि Betterliving ग्राहक के साथ समझौते के किसी भी प्रावधान का पालन किस कारणवश नहीं कर सकता है, जो कि 60 दिन से अधिक (60) दिनों तक जारी रहता है, तो ग्राहक और Betterliving समझौते को खत्म करने के हकदार है। किसी भी दायित्व के बावजूद किसी भी दायित्व के बल की स्थिति के परिणामस्वरूप दूसरे पक्ष के पास कोई देयता नहीं है, जो बल-प्रसंग की घटना से पहले गैर-प्रदर्शन से उत्पन्न हो सकता है।
</p>',

'<p>
युद्ध (युद्ध के खतरे), छेड़छाड़, हड़ताल, सरकारी उपाय, व्यवधान रुकावट, परिवहन अवरोध, (डेटा) नेटवर्क रुकावट, प्राकृतिक आपदा, आग, मशीन टूटने आदि तक सीमित नहीं, अप्रत्याशित घटना में शामिल होंगे और जिसके अंतर्गत Betterliving, सभी परिस्थितियों में शामिल नहीं होंगे जिसके तहत बेहतर जीवन, तर्कसंगतता और निष्पक्षता के सिद्धांतों के अनुसार, समझौते के सभी या हिस्से का प्रदर्शन करने की आवश्यकता नहीं हो सकती है।
</p>',

'<h3>विविध</h3>',
'<p>
यह अनुबंध Betterliving और ग्राहक के बीच संपूर्ण समझौते का गठन करता है और सभी पूर्व मौखिक और लिखित और सभी समकालीन मौखिक वार्ता, वचनबद्धता और समझ के स्थान पर ले जाता है।
</p>',

'<p>
इस समझौते के विभिन्न शीर्ष लेख केवल सूचनात्मक हैं और उसमें मौजूद विषय की गुंजाइश या सामग्री को सीमित नहीं करते हैं
</p>',

'<p>इस समझौते में कोई छूट, संशोधन, या संशोधन प्रभावी नहीं होगा जब तक कि वह लिखित रूप में नहीं है और पार्टियों द्वारा यहां हस्ताक्षर किए गए हैं।</p>',

'<p>इन नियमों और शर्तों में निहित सभी अधिकार, दायित्व, प्रस्ताव और अनुबंध, भारत के कानूनों द्वारा शासित हैं। इस समझौते की वैधता, व्याख्या और निष्पादन को भारत के कानूनों द्वारा नियंत्रित किया जाएगा।</p>',

'<p>दलों के बीच सभी विवादों को भारत की अदालतों के अनन्य क्षेत्राधिकार के अधीन है।</p>',

'<p>इन नियमों और शर्तों के किसी भी हिस्से को एक सक्षम प्राधिकारी द्वारा अमान्य होने के लिए निर्धारित किया जाता है, तो ऐसे हिस्सों को शेष शर्तों से अलग किया जाएगा, जो कानून द्वारा अनुमत पूर्ण सीमा तक वैध और लागू करने योग्य रहेगा।</p>',

];

?>